CHESTLOOT = ["Зелье Исцеления","Зелье Исцеления", "Лопата", "Щит","Длинный меч","Кинжал","Верёвка",
             "Кинжал","Булава","Рапира","Длинный меч","Боевой топор","Копьё",
             "Зелье Маны","Зелье Маны","Зелье Маны","Зелье Маны",
             "Зелье Исцеления","Зелье Исцеления","Зелье Исцеления","Зелье Исцеления","Зелье Исцеления",
             "Верёвка","Верёвка","Верёвка",
             "Лопата","Лопата",
             "Противоядие","Противоядие","Противоядие",
             "Отмычка","Отмычка","Отмычка","Отмычка",
             "Баклер","Баклер",]