ENEMY_DB = {
    "Скелет": {"hp": 35, "dmg": (4, 8), "def": 0, "weight": 30},
    "Волк": {"hp": 20, "dmg": (5, 9), "def": 1, "weight": 25},
    "Слизень": {"hp": 30, "dmg": (3, 6), "def": 0, "weight": 25},
    "Паук": {"hp": 40, "dmg": (7, 10), "def": 0, "weight": 20},
    "Свинья": {"hp": 60, "dmg": (5, 9), "def": 1, "weight": 15},
    "Сумасшедший воин": {"hp": 45, "dmg": (5, 8), "def": 1, "weight": 12},
    "Разбойник": {"hp": 35, "dmg": (3, 5), "def": 1, "weight": 10},
    "Заросший голем": {"hp": 70, "dmg": (8, 15), "def": 2, "weight": 5},
    "Крылатый Демон": {"hp": 250, "dmg": (15, 20), "def": 3, "weight": 0, "is_boss": True}
}