GOSSIP_LIST = ["\nМы пьём пиво чаще, чем обычную воду",
               "\nЛопаты помогут тебе преодолевать препятствия",
               "\nВ таверне шепчуто сундуке, который кусает за руки",
               "\nСначала будут пещеры, потом шахты и где-то глубоко под землёй расположена забытая крепость",
               "\nВ монастырях всегда будут рады палладинам и магам. В шатрах - бардам",
               "\nЩиты снижают входящий урон по защите",
               "\nВ лавке продаются полезные вещи",
               "\nОчевидцы видели тёмного рыцаря, бродящего без цели"]